<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0"> 
    <meta http-equiv="Cache-Control" content="no-cache">
    <meta name="description" content="">
    <title>Сайт-портфолио, Косолапов Роман, Веб-Разработчик</title>
    <!--
    <link rel="shortcut icon" href="" type="image/png">
    -->
    <link href="https://fonts.googleapis.com/css?family=Open+Sans:800&display=swap" rel="stylesheet">
    <title>My portfolio</title>
    <link rel="stylesheet" href="css/style.css">
    <script src="js/main.js"></script>
    
</head>
<body>
     <?php if(isset($_REQUEST['send'])):?>
     <div id="succes_send">Письмо отправлено!
     </div>
     <?php endif; ?>
  <header>
   <div class="header_container">
    <nav>
     <!-- Desktop version menu -->
      <ul class="menu">
          <li><a href="http://localhost/portf/index.php">home</a></li>
          <li><a id="a_works" data="works">works</a></li>
          <li><a id="a_about" data="about">about</a></li>
          <li><a id="a_contact" data="contact">contact</a></li>
      </ul>
      <!-- Mobile version menu -->
      <ul id="menu-mobile" class="menu-mobile">
         <img id="menu-humberger" class="displayB" src="./icons/menu.svg" alt="">
         <img id="close-menu" class="displayN" src="./icons/delete.svg" alt="close_menu">
          <li id="li1"><a href="http://localhost/portf/index.php">home</a></li>
          <li id="li2"><a href="#works">works</a></li>
          <li id="li3"><a href="#about">about</a></li>
          <li id="li4"><a href="#contact">contact</a></li>
      </ul>
    </nav>
    <div class="title">
           <p class="name">Kosolapov Roman</p>
           <h1>Web Developer</h1>
           <div class="title_btns">
             <div id="view_works" data="works" class="title-btn title_btn-work">view work</div>
             <div id="hire_contact" data="contact" class="title-btn title_btn-hire">hire me</div>
           </div>
           <div class="mouse">
               <svg version="1.1" id="Layer_1" xmlns="http://www.w3.org/2000/svg" xmlns:xlink="http://www.w3.org/1999/xlink" x="0px" y="0px"
	 viewBox="0 0 210.414 210.414" style="enable-background:new 0 0 210.414 210.414;" xml:space="preserve">
		<g>
			<path d="M105.207,0C66.532,0,35.069,31.45,35.069,70.104v70.21c0,38.653,31.463,70.1,70.138,70.1
				c38.675,0,70.138-31.446,70.138-70.1v-70.21C175.345,31.45,143.881,0,105.207,0z M167.552,140.314
				c0,34.357-27.968,62.307-62.345,62.307c-34.377,0-62.345-27.95-62.345-62.307v-70.21c0-34.357,27.968-62.311,62.345-62.311
				c34.377,0,62.345,27.953,62.345,62.311V140.314z"/>
			<path d="M105.207,23.379c-2.152,0-3.897,1.743-3.897,3.897v35.286c0,2.154,1.745,3.897,3.897,3.897
				c2.152,0,3.897-1.743,3.897-3.897V27.276C109.103,25.122,107.359,23.379,105.207,23.379z"/>
		</g>
</svg>
           </div>
       </div>
    </div>
  </header>
  <main>
    <section class="advantage advantage_card1">
      <div class="advantage_card">
          <div class="advantage_card_icon"><img src="icons/transfer.svg" alt="responsive_icon"></div>
          <h4 class="advantage_card_title">Отзывчивая верстка</h4>
          <p class="advantage_card_text">Использование в работе гибкой сетки макета, которая позволяет одному макету работать на разных устройствах.</p>
     </div>
      <div class="advantage_card advantage_card2">
          <div class="advantage_card_icon"><img src="icons/responsive-design-symbol.svg" alt="adaptive_icon"></div>
          <h4 class="advantage_card_title">Адаптивная верстка</h4>
          <p class="advantage_card_text">Верскта обеспечивающа правильное отображение сайта на различных устройствах.</p>
      </div>
      <div class="advantage_card advantage_card3">
          <div class="advantage_card_icon"><img src="icons/web.svg" alt="web.icon"></div>
          <h4 class="advantage_card_title">
          Кроссбраузерная верстка
          </h4>
          <p class="advantage_card_text">Сайты должны выглядеть и работать одинаково хорошо на всех браузерах и всех платформах</p>
      </div>
      <div class="advantage_card advantage_card4">
          <div class="advantage_card_icon"><img src="icons/javascript-hand-drawn-file.svg" alt="js_icon"></div>
          <h4 class="advantage_card_title">
          Интеграция JavaScript
          </h4>
          <p class="advantage_card_text">Добавление анимационных эффектов на сайт.</p>
      </div>
    </section>  
   
    <section id="about" class="about">
        <h2>About Me</h2>
        <div class="about_container">
            <div class="info">
                <div class="text">
                Мои увлечения: читаю профессиональную и художественную литературу, занимаюсь волейболом, кататюсь на велосипеде, сноуборде. Люблю получать новые знания и навыки.
                </div>
                <table>
                    <tr>
                        <td class="col1">Name</td>
                        <td><span>:</span>Kosolapov Roman</td>
                    </tr>
                    <tr>
                        <td class="col1">Email</td>
                        <td><span>:</span>Kosolapov-r@bk.ru</td>
                    </tr>
                    <tr>
                        <td class="col1">Phone</td>
                        <td><span>:</span>+7 (951) 659-17-52</td>
                    </tr>
                    <tr>
                        <td class="col1">Date of Birth</td>
                        <td><span>:</span>04.06.1991</td>
                    </tr>
                    <tr>
                        <td class="col1">Job</td>
                        <td><span>:</span>Freelance</td>
                    </tr>
                </table>
                <div class="social">
                    <div class="social_item social_item-vk">
                       <a href="https://vk.com/kosolapov_rv">
                        <svg version="1.1" id="Capa_1" xmlns="http://www.w3.org/2000/svg" xmlns:xlink="http://www.w3.org/1999/xlink" x="0px" y="0px"
	 width="548.358px" height="548.358px" viewBox="0 0 548.358 548.358" style="enable-background:new 0 0 548.358 548.358;"
	 xml:space="preserve">
<g>
	<path d="M545.451,400.298c-0.664-1.431-1.283-2.618-1.858-3.569c-9.514-17.135-27.695-38.167-54.532-63.102l-0.567-0.571
		l-0.284-0.28l-0.287-0.287h-0.288c-12.18-11.611-19.893-19.418-23.123-23.415c-5.91-7.614-7.234-15.321-4.004-23.13
		c2.282-5.9,10.854-18.36,25.696-37.397c7.807-10.089,13.99-18.175,18.556-24.267c32.931-43.78,47.208-71.756,42.828-83.939
		l-1.701-2.847c-1.143-1.714-4.093-3.282-8.846-4.712c-4.764-1.427-10.853-1.663-18.278-0.712l-82.224,0.568
		c-1.332-0.472-3.234-0.428-5.712,0.144c-2.475,0.572-3.713,0.859-3.713,0.859l-1.431,0.715l-1.136,0.859
		c-0.952,0.568-1.999,1.567-3.142,2.995c-1.137,1.423-2.088,3.093-2.848,4.996c-8.952,23.031-19.13,44.444-30.553,64.238
		c-7.043,11.803-13.511,22.032-19.418,30.693c-5.899,8.658-10.848,15.037-14.842,19.126c-4,4.093-7.61,7.372-10.852,9.849
		c-3.237,2.478-5.708,3.525-7.419,3.142c-1.715-0.383-3.33-0.763-4.859-1.143c-2.663-1.714-4.805-4.045-6.42-6.995
		c-1.622-2.95-2.714-6.663-3.285-11.136c-0.568-4.476-0.904-8.326-1-11.563c-0.089-3.233-0.048-7.806,0.145-13.706
		c0.198-5.903,0.287-9.897,0.287-11.991c0-7.234,0.141-15.085,0.424-23.555c0.288-8.47,0.521-15.181,0.716-20.125
		c0.194-4.949,0.284-10.185,0.284-15.705s-0.336-9.849-1-12.991c-0.656-3.138-1.663-6.184-2.99-9.137
		c-1.335-2.95-3.289-5.232-5.853-6.852c-2.569-1.618-5.763-2.902-9.564-3.856c-10.089-2.283-22.936-3.518-38.547-3.71
		c-35.401-0.38-58.148,1.906-68.236,6.855c-3.997,2.091-7.614,4.948-10.848,8.562c-3.427,4.189-3.905,6.475-1.431,6.851
		c11.422,1.711,19.508,5.804,24.267,12.275l1.715,3.429c1.334,2.474,2.666,6.854,3.999,13.134c1.331,6.28,2.19,13.227,2.568,20.837
		c0.95,13.897,0.95,25.793,0,35.689c-0.953,9.9-1.853,17.607-2.712,23.127c-0.859,5.52-2.143,9.993-3.855,13.418
		c-1.715,3.426-2.856,5.52-3.428,6.28c-0.571,0.76-1.047,1.239-1.425,1.427c-2.474,0.948-5.047,1.431-7.71,1.431
		c-2.667,0-5.901-1.334-9.707-4c-3.805-2.666-7.754-6.328-11.847-10.992c-4.093-4.665-8.709-11.184-13.85-19.558
		c-5.137-8.374-10.467-18.271-15.987-29.691l-4.567-8.282c-2.855-5.328-6.755-13.086-11.704-23.267
		c-4.952-10.185-9.329-20.037-13.134-29.554c-1.521-3.997-3.806-7.04-6.851-9.134l-1.429-0.859c-0.95-0.76-2.475-1.567-4.567-2.427
		c-2.095-0.859-4.281-1.475-6.567-1.854l-78.229,0.568c-7.994,0-13.418,1.811-16.274,5.428l-1.143,1.711
		C0.288,140.146,0,141.668,0,143.763c0,2.094,0.571,4.664,1.714,7.707c11.42,26.84,23.839,52.725,37.257,77.659
		c13.418,24.934,25.078,45.019,34.973,60.237c9.897,15.229,19.985,29.602,30.264,43.112c10.279,13.515,17.083,22.176,20.412,25.981
		c3.333,3.812,5.951,6.662,7.854,8.565l7.139,6.851c4.568,4.569,11.276,10.041,20.127,16.416
		c8.853,6.379,18.654,12.659,29.408,18.85c10.756,6.181,23.269,11.225,37.546,15.126c14.275,3.905,28.169,5.472,41.684,4.716h32.834
		c6.659-0.575,11.704-2.669,15.133-6.283l1.136-1.431c0.764-1.136,1.479-2.901,2.139-5.276c0.668-2.379,1-5,1-7.851
		c-0.195-8.183,0.428-15.558,1.852-22.124c1.423-6.564,3.045-11.513,4.859-14.846c1.813-3.33,3.859-6.14,6.136-8.418
		c2.282-2.283,3.908-3.666,4.862-4.142c0.948-0.479,1.705-0.804,2.276-0.999c4.568-1.522,9.944-0.048,16.136,4.429
		c6.187,4.473,11.99,9.996,17.418,16.56c5.425,6.57,11.943,13.941,19.555,22.124c7.617,8.186,14.277,14.271,19.985,18.274
		l5.708,3.426c3.812,2.286,8.761,4.38,14.853,6.283c6.081,1.902,11.409,2.378,15.984,1.427l73.087-1.14
		c7.229,0,12.854-1.197,16.844-3.572c3.998-2.379,6.373-5,7.139-7.851c0.764-2.854,0.805-6.092,0.145-9.712
		C546.782,404.25,546.115,401.725,545.451,400.298z" fill="#6C6A6B"/>
</g>

</svg></a>
                    </div>
                    <div class="social_item social_item-email">
                       <a href="mailto:kosolapov-r@bk.ru" target="_blank">
                        <svg version="1.1" id="Capa_1" xmlns="http://www.w3.org/2000/svg" xmlns:xlink="http://www.w3.org/1999/xlink" x="0px" y="0px"
	 viewBox="0 0 31.012 31.012" style="enable-background:new 0 0 31.012 31.012;" xml:space="preserve">
<g>
	<g>
		<path d="M25.109,21.51c-0.123,0-0.246-0.045-0.342-0.136l-5.754-5.398c-0.201-0.188-0.211-0.505-0.022-0.706
			c0.189-0.203,0.504-0.212,0.707-0.022l5.754,5.398c0.201,0.188,0.211,0.505,0.022,0.706C25.375,21.457,25.243,21.51,25.109,21.51z
			" fill="#6C6A6B"/>
		<path d="M5.902,21.51c-0.133,0-0.266-0.053-0.365-0.158c-0.189-0.201-0.179-0.518,0.022-0.706l5.756-5.398
			c0.202-0.188,0.519-0.18,0.707,0.022c0.189,0.201,0.179,0.518-0.022,0.706l-5.756,5.398C6.148,21.465,6.025,21.51,5.902,21.51z" fill="#6C6A6B"/>
	</g>
	<path d="M28.512,26.529H2.5c-1.378,0-2.5-1.121-2.5-2.5V6.982c0-1.379,1.122-2.5,2.5-2.5h26.012c1.378,0,2.5,1.121,2.5,2.5v17.047
		C31.012,25.408,29.89,26.529,28.512,26.529z M2.5,5.482c-0.827,0-1.5,0.673-1.5,1.5v17.047c0,0.827,0.673,1.5,1.5,1.5h26.012
		c0.827,0,1.5-0.673,1.5-1.5V6.982c0-0.827-0.673-1.5-1.5-1.5H2.5z" fill="#6C6A6B"/>
	<path d="M15.506,18.018c-0.665,0-1.33-0.221-1.836-0.662L0.83,6.155C0.622,5.974,0.6,5.658,0.781,5.449
		c0.183-0.208,0.498-0.227,0.706-0.048l12.84,11.2c0.639,0.557,1.719,0.557,2.357,0L29.508,5.419
		c0.207-0.181,0.522-0.161,0.706,0.048c0.181,0.209,0.16,0.524-0.048,0.706L17.342,17.355
		C16.835,17.797,16.171,18.018,15.506,18.018z" fill="#6C6A6B"/>
</g>

</svg>
                   </a>
                    </div>
                </div>
            </div>
            <div class="photo">
                
            </div>
            <div class="progress">
                <h3>My skills</h3>
                <div class="skill">
                    <div class="skill_name">html</div>
                    <div class="skill_bar" id="skill_bar1">
                        <div class="line">
                            <div class="point"></div>
                        </div>
                    </div>
                    <div class="percent">
                        80%
                    </div>
                </div>
                <div class="skill">
                    <div class="skill_name">css</div>
                    <div class="skill_bar" id="skill_bar2">
                        <div class="line">
                            <div class="point"></div>
                        </div>
                    </div>
                    <div class="percent">
                        70%
                    </div>
                </div>
                <div class="skill">
                    <div class="skill_name">javascript</div>
                    <div class="skill_bar" id="skill_bar3">
                        <div class="line">
                            <div class="point"></div>
                        </div>
                    </div>
                    <div class="percent">
                        45%
                    </div>
                </div>
            </div>
            <div class="stack">
               <h3>Tehnology stack</h3>
                <div class="stack_cards">
                   <div class="stack_card">
                    <div class="icon"><img src="icons/html5.svg" alt="icon"></div>
                    <p>Html5</p>
                </div>
                <div class="stack_card">
                    <div class="icon"><img src="icons/css-3.svg" alt="icon"></div> 
                    <p>CSS3</p>
                </div>
                <div class="stack_card">
                    <div class="icon"><img src="icons/javascript-hand-drawn-file_orange.svg" alt="icon"></div>
                    <p>JavaScript</p>
                </div>
                <div class="stack_card">
                    <div class="icon"><img src="icons/bootstrap.svg" alt="icon"></div>
                    <p>Bootstrap</p>
                </div>
                <div class="stack_card">
                    <div class="icon"><img src="icons/gulp.svg" alt="icon"></div>
                    <p>Gulp</p>
                </div>
                <div class="stack_card">
                    <div class="icon"><img src="icons/sass.svg" alt="icon"></div>
                    <p>Sass</p>
                </div>
                 <div class="stack_card">
                    <div class="icon"><img src="icons/git-logo.svg" alt="icon"></div>
                    <p>Git</p>
                </div>
                </div>
            </div>
        </div>
    </section>
    <section id="works" class="works">
        <h2>Recent works</h2>
        <div class="works_container">
           <a href="http://www.nevadoc.ru" target="_blank"><div class="site"><img src="images/site1.jpg" alt="img_site">
           <div class="layer">
               <div class="transit"><img src="icons/files-transit.svg" alt=""></div>
           </div>
           </div></a>
           <a href="https://github.com/KosolapovR/VOIP" target="_blank"><div class="site"><img src="images/site2.jpg" alt="img_site">
            <div class="layer">
               <div class="transit"><img src="icons/files-transit.svg" alt=""></div>
           </div>
           </div></a>
           <a href="https://github.com/KosolapovR/Nikolskoe" target="_blank"><div class="site"><img src="images/site3.jpg" alt="img_site">
            <div class="layer">
               <div class="transit"><img src="icons/files-transit.svg" alt=""></div>
           </div>
           </div></a>
        </div>
    </section>
    <section id="contact" class="contact">
        <h2>LETS TALK</h2>
        <div class="contact_container">
            <div class="col col1">
                <div class="social_item social_item-vk">
                       <a href="https://vk.com/kosolapov_rv" target="_blank">
                        <svg version="1.1" id="Capa_1" xmlns="http://www.w3.org/2000/svg" xmlns:xlink="http://www.w3.org/1999/xlink" x="0px" y="0px"
	 width="548.358px" height="548.358px" viewBox="0 0 548.358 548.358" style="enable-background:new 0 0 548.358 548.358;"
	 xml:space="preserve">
<g>
	<path d="M545.451,400.298c-0.664-1.431-1.283-2.618-1.858-3.569c-9.514-17.135-27.695-38.167-54.532-63.102l-0.567-0.571
		l-0.284-0.28l-0.287-0.287h-0.288c-12.18-11.611-19.893-19.418-23.123-23.415c-5.91-7.614-7.234-15.321-4.004-23.13
		c2.282-5.9,10.854-18.36,25.696-37.397c7.807-10.089,13.99-18.175,18.556-24.267c32.931-43.78,47.208-71.756,42.828-83.939
		l-1.701-2.847c-1.143-1.714-4.093-3.282-8.846-4.712c-4.764-1.427-10.853-1.663-18.278-0.712l-82.224,0.568
		c-1.332-0.472-3.234-0.428-5.712,0.144c-2.475,0.572-3.713,0.859-3.713,0.859l-1.431,0.715l-1.136,0.859
		c-0.952,0.568-1.999,1.567-3.142,2.995c-1.137,1.423-2.088,3.093-2.848,4.996c-8.952,23.031-19.13,44.444-30.553,64.238
		c-7.043,11.803-13.511,22.032-19.418,30.693c-5.899,8.658-10.848,15.037-14.842,19.126c-4,4.093-7.61,7.372-10.852,9.849
		c-3.237,2.478-5.708,3.525-7.419,3.142c-1.715-0.383-3.33-0.763-4.859-1.143c-2.663-1.714-4.805-4.045-6.42-6.995
		c-1.622-2.95-2.714-6.663-3.285-11.136c-0.568-4.476-0.904-8.326-1-11.563c-0.089-3.233-0.048-7.806,0.145-13.706
		c0.198-5.903,0.287-9.897,0.287-11.991c0-7.234,0.141-15.085,0.424-23.555c0.288-8.47,0.521-15.181,0.716-20.125
		c0.194-4.949,0.284-10.185,0.284-15.705s-0.336-9.849-1-12.991c-0.656-3.138-1.663-6.184-2.99-9.137
		c-1.335-2.95-3.289-5.232-5.853-6.852c-2.569-1.618-5.763-2.902-9.564-3.856c-10.089-2.283-22.936-3.518-38.547-3.71
		c-35.401-0.38-58.148,1.906-68.236,6.855c-3.997,2.091-7.614,4.948-10.848,8.562c-3.427,4.189-3.905,6.475-1.431,6.851
		c11.422,1.711,19.508,5.804,24.267,12.275l1.715,3.429c1.334,2.474,2.666,6.854,3.999,13.134c1.331,6.28,2.19,13.227,2.568,20.837
		c0.95,13.897,0.95,25.793,0,35.689c-0.953,9.9-1.853,17.607-2.712,23.127c-0.859,5.52-2.143,9.993-3.855,13.418
		c-1.715,3.426-2.856,5.52-3.428,6.28c-0.571,0.76-1.047,1.239-1.425,1.427c-2.474,0.948-5.047,1.431-7.71,1.431
		c-2.667,0-5.901-1.334-9.707-4c-3.805-2.666-7.754-6.328-11.847-10.992c-4.093-4.665-8.709-11.184-13.85-19.558
		c-5.137-8.374-10.467-18.271-15.987-29.691l-4.567-8.282c-2.855-5.328-6.755-13.086-11.704-23.267
		c-4.952-10.185-9.329-20.037-13.134-29.554c-1.521-3.997-3.806-7.04-6.851-9.134l-1.429-0.859c-0.95-0.76-2.475-1.567-4.567-2.427
		c-2.095-0.859-4.281-1.475-6.567-1.854l-78.229,0.568c-7.994,0-13.418,1.811-16.274,5.428l-1.143,1.711
		C0.288,140.146,0,141.668,0,143.763c0,2.094,0.571,4.664,1.714,7.707c11.42,26.84,23.839,52.725,37.257,77.659
		c13.418,24.934,25.078,45.019,34.973,60.237c9.897,15.229,19.985,29.602,30.264,43.112c10.279,13.515,17.083,22.176,20.412,25.981
		c3.333,3.812,5.951,6.662,7.854,8.565l7.139,6.851c4.568,4.569,11.276,10.041,20.127,16.416
		c8.853,6.379,18.654,12.659,29.408,18.85c10.756,6.181,23.269,11.225,37.546,15.126c14.275,3.905,28.169,5.472,41.684,4.716h32.834
		c6.659-0.575,11.704-2.669,15.133-6.283l1.136-1.431c0.764-1.136,1.479-2.901,2.139-5.276c0.668-2.379,1-5,1-7.851
		c-0.195-8.183,0.428-15.558,1.852-22.124c1.423-6.564,3.045-11.513,4.859-14.846c1.813-3.33,3.859-6.14,6.136-8.418
		c2.282-2.283,3.908-3.666,4.862-4.142c0.948-0.479,1.705-0.804,2.276-0.999c4.568-1.522,9.944-0.048,16.136,4.429
		c6.187,4.473,11.99,9.996,17.418,16.56c5.425,6.57,11.943,13.941,19.555,22.124c7.617,8.186,14.277,14.271,19.985,18.274
		l5.708,3.426c3.812,2.286,8.761,4.38,14.853,6.283c6.081,1.902,11.409,2.378,15.984,1.427l73.087-1.14
		c7.229,0,12.854-1.197,16.844-3.572c3.998-2.379,6.373-5,7.139-7.851c0.764-2.854,0.805-6.092,0.145-9.712
		C546.782,404.25,546.115,401.725,545.451,400.298z" fill="#6C6A6B"/>
</g>

</svg></a>
                    </div>
                    <div class="social_item social_item-email">
                       <a href="mailto:kosolapov-r@bk.ru" target="_blank">
                        <svg version="1.1" id="Capa_1" xmlns="http://www.w3.org/2000/svg" xmlns:xlink="http://www.w3.org/1999/xlink" x="0px" y="0px"
	 viewBox="0 0 31.012 31.012" style="enable-background:new 0 0 31.012 31.012;" xml:space="preserve">
<g>
	<g>
		<path d="M25.109,21.51c-0.123,0-0.246-0.045-0.342-0.136l-5.754-5.398c-0.201-0.188-0.211-0.505-0.022-0.706
			c0.189-0.203,0.504-0.212,0.707-0.022l5.754,5.398c0.201,0.188,0.211,0.505,0.022,0.706C25.375,21.457,25.243,21.51,25.109,21.51z
			" fill="#6C6A6B"/>
		<path d="M5.902,21.51c-0.133,0-0.266-0.053-0.365-0.158c-0.189-0.201-0.179-0.518,0.022-0.706l5.756-5.398
			c0.202-0.188,0.519-0.18,0.707,0.022c0.189,0.201,0.179,0.518-0.022,0.706l-5.756,5.398C6.148,21.465,6.025,21.51,5.902,21.51z" fill="#6C6A6B"/>
	</g>
	<path d="M28.512,26.529H2.5c-1.378,0-2.5-1.121-2.5-2.5V6.982c0-1.379,1.122-2.5,2.5-2.5h26.012c1.378,0,2.5,1.121,2.5,2.5v17.047
		C31.012,25.408,29.89,26.529,28.512,26.529z M2.5,5.482c-0.827,0-1.5,0.673-1.5,1.5v17.047c0,0.827,0.673,1.5,1.5,1.5h26.012
		c0.827,0,1.5-0.673,1.5-1.5V6.982c0-0.827-0.673-1.5-1.5-1.5H2.5z" fill="#6C6A6B"/>
	<path d="M15.506,18.018c-0.665,0-1.33-0.221-1.836-0.662L0.83,6.155C0.622,5.974,0.6,5.658,0.781,5.449
		c0.183-0.208,0.498-0.227,0.706-0.048l12.84,11.2c0.639,0.557,1.719,0.557,2.357,0L29.508,5.419
		c0.207-0.181,0.522-0.161,0.706,0.048c0.181,0.209,0.16,0.524-0.048,0.706L17.342,17.355
		C16.835,17.797,16.171,18.018,15.506,18.018z" fill="#6C6A6B"/>
</g>

</svg>
           </a>
            </div>
            <div class="social_item social_item-call">
             <a href="tel:+79516591752"><svg version="1.1" id="Capa_1" xmlns="http://www.w3.org/2000/svg" xmlns:xlink="http://www.w3.org/1999/xlink" x="0px" y="0px"
	 viewBox="0 0 512.076 512.076" style="enable-background:new 0 0 512.076 512.076;" xml:space="preserve">
<g transform="translate(-1 -1)">
	
			<path d="M499.639,396.039l-103.646-69.12c-13.153-8.701-30.784-5.838-40.508,6.579l-30.191,38.818
				c-3.88,5.116-10.933,6.6-16.546,3.482l-5.743-3.166c-19.038-10.377-42.726-23.296-90.453-71.04s-60.672-71.45-71.049-90.453
				l-3.149-5.743c-3.161-5.612-1.705-12.695,3.413-16.606l38.792-30.182c12.412-9.725,15.279-27.351,6.588-40.508l-69.12-103.646
				C109.12,1.056,91.25-2.966,77.461,5.323L34.12,31.358C20.502,39.364,10.511,52.33,6.242,67.539
				c-15.607,56.866-3.866,155.008,140.706,299.597c115.004,114.995,200.619,145.92,259.465,145.92
				c13.543,0.058,27.033-1.704,40.107-5.239c15.212-4.264,28.18-14.256,36.181-27.878l26.061-43.315
				C517.063,422.832,513.043,404.951,499.639,396.039z M494.058,427.868l-26.001,43.341c-5.745,9.832-15.072,17.061-26.027,20.173
				c-52.497,14.413-144.213,2.475-283.008-136.32S8.29,124.559,22.703,72.054c3.116-10.968,10.354-20.307,20.198-26.061
				l43.341-26.001c5.983-3.6,13.739-1.855,17.604,3.959l37.547,56.371l31.514,47.266c3.774,5.707,2.534,13.356-2.85,17.579
				l-38.801,30.182c-11.808,9.029-15.18,25.366-7.91,38.332l3.081,5.598c10.906,20.002,24.465,44.885,73.967,94.379
				c49.502,49.493,74.377,63.053,94.37,73.958l5.606,3.089c12.965,7.269,29.303,3.898,38.332-7.91l30.182-38.801
				c4.224-5.381,11.87-6.62,17.579-2.85l103.637,69.12C495.918,414.126,497.663,421.886,494.058,427.868z"/>
			<path d="M291.161,86.39c80.081,0.089,144.977,64.986,145.067,145.067c0,4.713,3.82,8.533,8.533,8.533s8.533-3.82,8.533-8.533
				c-0.099-89.503-72.63-162.035-162.133-162.133c-4.713,0-8.533,3.82-8.533,8.533S286.448,86.39,291.161,86.39z"/>
			<path d="M291.161,137.59c51.816,0.061,93.806,42.051,93.867,93.867c0,4.713,3.821,8.533,8.533,8.533
				c4.713,0,8.533-3.82,8.533-8.533c-0.071-61.238-49.696-110.863-110.933-110.933c-4.713,0-8.533,3.82-8.533,8.533
				S286.448,137.59,291.161,137.59z"/>
			<path d="M291.161,188.79c23.552,0.028,42.638,19.114,42.667,42.667c0,4.713,3.821,8.533,8.533,8.533s8.533-3.82,8.533-8.533
				c-0.038-32.974-26.759-59.696-59.733-59.733c-4.713,0-8.533,3.82-8.533,8.533S286.448,188.79,291.161,188.79z"/>
		</g>

</svg></a>
           
            </div>
            </div>
            <div class="col col2">
            <form action="<?=$_SERVER['SCRIPT_NAME']?>" method="post">
                
                <input name="author" type="text" placeholder="Name">
                
                <input name="from" type="text" placeholder="Email">
                
              <textarea name="message" id="msg" cols="70" rows="10" placeholder="Message"></textarea>
                <input name="send" id="btn-send" type="submit" value="send">
            </form>
            </div>
        </div>
    </section>
  </main>
  <footer>
      
  </footer>
  
  <?php
    require_once('functions.php');
    ?>

 
</body>
</html>